Repository: ma7modsidky/travel_bookings
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Create
ar: انشاء

source: Password
ar: كلمة المرور

source: Repeat password
ar: تأكيد كلمة مرور

source: Role
ar: الوظيفة

source: address
ar: العنوان

source: phone
ar: الهاتف

source: name
ar: الاسم

source: role
ar: الوظيفة

source: phone2
ar: الهاتف الاضاف

source: Balance
ar: الرصيد

source: Total bookings made by user
ar: عدد الحجوزات

source: Back
ar: رجوع

source: New user
ar: مستخدم جديد

source: Create an account
ar: انشاء مستخدم

source: profile
ar: الملف الشخصي

source: Status
ar: الحالة

source: Member since
ar: عضو منذ

source: Reservations made
ar: عدد الحجوزات

source: About
ar: عن

source: Name
ar: الاسم

source: Phone
ar: الهاتف

source: Current Address
ar: العنوان

source: Email
ar: الايميل

source: Users list
ar: قائمة الحسابات

source: User Id
ar: الرقم

source: Username
ar: الاسم

source: Details
ar: تفاصيل

source: Edit
ar: تعديل

source: Indivdual reservations
ar: حجوزات فردية

source: Logs
ar: السجلات

source: Trip reservations
ar: حجوزات الرحلات

source: Account
ar: الاكونت

source: Trips
ar: الرحلات

source: Create trip
ar: انشاء رحلة جديدة

source: Packages
ar: باكدجات الاسعار

source: New Package
ar: انشاء باكدج جديد

source: Users
ar: الحسابات

source: Admin logs
ar: سجل الادمن

source: Add hotel
ar: اضافة فندق

source: Add Trip program
ar: اضافة برامج

source: Clients
ar: العملاء

source: Clients list
ar: قائمة العملاء

source: Export
ar: تصدير

source: Login
ar: تسجيل دخول

source: Sign in to your account
ar: تسجيل الدخول الى الاكونت

source: Your username and password didn't match. Please try again.
ar: اسم المستخدم وكلمة المرور غير متطابقين. حاول مرة اخرى.

source: Remember me
ar: تذكرني

source: Forgot your password?
ar: هل نسيت كلمة المرور ؟

source: Sign in
ar: تسجيل الدخول

source: Logged out
ar: تم تسجيل الخروج

source: You have been successfully logged out.
ar: تم تسجيل الخروج بنجاح

source: You can
ar: يمكنك

source: log-in again
ar: اعادة تسجيل الدخول

source: Admin Log
ar: سجل الادمن

source: User Log
ar: سجل المستخدم

source: Client Information
ar: معلومات العميل

source: Client
ar: العميل

source: Search
ar: بحث

source: Id
ar: الرقم

source: Hotel
ar: الفندق

source: Description
ar: الوصف

source: Date
ar: تاريخ

source: Payment status
ar: حالة الدفع

source: Previous
ar: السابق

source: Ongoing
ar: جارية

source: Upcoming
ar: قادمة

source: remaining
ar: المتبقي

source: complete
ar: مكتمل

source: Trip
ar: رحلة

source: Client\
ar: العميل

source: Trip bookings
ar: حجوزات الرحلات

source: Arabic
ar: العربية

source: Booking report
ar: تقرير الحجز

source: Reports
ar: التقارير

source: Booking
ar: حجز

source: Reservation page
ar: صفحة الحجز

source: Package page
ar: صفحة الباكدج

source: Print
ar: طباعة

source: Reservation Details
ar: تفاصيل الحجز

source: From
ar: من

source: To
ar: الى

source: Nights
ar: عدد الليالي

source: Created by
ar: انشئت بوساطة

source: Created at
ar: أنشئت في

source: total price
ar: السعر الكلي

source: Package Details
ar: تفاصيل الباكدج

source: Full Board
ar: اقامة كاملة

source: Single Room
ar: الغرفة السنجل

source: Double Room
ar: الغرفة الدوبل

source: Triple Room
ar: الغرفة التريبل

source: Half Board
ar: نصف اقامة

source: Pricing Details
ar: تفاصيل السعر

source: Single Rooms
ar: عدد الغرف السنجل

source: Double Rooms
ar: عدد الغرف الدوبل

source: Triple Rooms
ar: عدد الغرف التريبل

source: Sum
ar: المجموع

source: Discount
ar: خصم

source: Discount Amount
ar: خصم مبلغ

source: Final price
ar: السعر النهائي

source: Report
ar: تقرير

source: profit
ar: الربح

source: Total price
ar: السعر الكلي

source: Cost
ar: تكلفة

source: Trip booking report
ar: تقرير حجز رحلة

source: trip
ar: الرحلة

source: Persons in Single Rooms
ar: عدد الافراد في الغرف السنجل

source: Persons in Double Rooms
ar: عدد الافراد في الغرف الدوبل

source: Persons in Triple Rooms
ar: عدد الافراد في الغرف التريبل

source: Final Price
ar: السعر النهائي

source: Final Cost
ar: التكلفة الكلية

source: Profit
ar: الربح

source: Cost report
ar: تقرير التكلفة

source: Rooms cost
ar: تكلفة الغرف

source: Quantity
ar: العدد

source: Programs cost
ar: تكلفة البرامج

source: Price report
ar: تقرير السعر

source: Single Room Persons
ar: عدد الافراد في الغرفة السنجل

source: Double Room Persons
ar: عدد الافراد في الغرفة الدوبل

source: Triple Room Persons
ar: عدد الافراد في الغرفة التريبل

source: discount percentage
ar: نسبة الخصم

source: discount amount
ar: خصم مبلغ

source: Extra Seats price
ar: سعر المقاعد الاضفية

source: Additional amounts
ar: مبالغ اضافية

source: Programs Price
ar: سعر البرامج

source: Trip report
ar: تقرير رحلة

source: trip page
ar: صفحة الرحلة

source: Trip Details
ar: تفاصيل الرحلة

source: accommodation
ar: الاقامة

source: from
ar: من

source: to
ar: الى

source: Stats
ar: احصائيات

source: reservations
ar: الحجوزات

source: Rooms booked
ar: عدد الغرف المحجوزة

source: Total persons
ar: عدد الاشخاص

source: Extra seats
ar: عدد المقاعد الاضافية

source: Total seats
ar: عدد المقاعد الكلي

source: report
ar: تقرير

source: Total Cost
ar: التكلفة الكلية

source: Total Price
ar: السعر الكلي

source: Total Profit
ar: الربح الكلي

source: amount
ar: المبلغ

source: label
ar: الاسم

source: Single Room price, Half board
ar: سعر الغرفة السنجل نصف اقامة

source: Single Room cost, Half board
ar: تكلفة الغرفة السنجل نصف اقامة

source: Single Room price, Full board
ar: سعر الغرفة السنجل اقامة كاملة

source: Single Room cost, Full board
ar: تكلفة الغرفة السنجل اقامة كاملة

source: Double Room price, Half board
ar: سعر الغرفة المزدوجة نصف اقامة

source: Double Room cost, Half board
ar: تكلفة الغرفة المزدوجة نصف اقامة

source: Double Room price, Full board
ar: سعر الغرفة المزدوجة اقامة كاملة

source: Double Room cost, Full board
ar: تكلفة الغرفة المزدوجة اقامة كاملة

source: Triple Room price, Half board
ar: سعر الغرفة الثلاثية نصف اقامة

source: Triple Room cost, Half board
ar: تكلفة الغرفة الثلاثية نصف اقامة

source: Triple Room price, Full board
ar: سعر الغرفة الثلاثية اقامة كاملة

source: Triple Room cost, Full board
ar: تكلفة الغرفة الثلاثية اقامة كاملة

source: Notes
ar: ملاحظات

source: Until
ar: الى

source: Time period
ar: الفترة

source: Time unit
ar: وحدة الزمن

source: Creation date
ar: تاريخ الانشاء

source: Accommodation type
ar: نوع الاقامة

source: Number of Adults
ar: عدد البالغين

source: Number of Children
ar: عدد الاطفال

source: Transport
ar: مواصلات

source: Transport price per person
ar: سعر المواصلة للفرد

source: Number of extra seats
ar: عدد المقاعد الاضافية

source: paid amount
ar: المبلغ المدفوع

source: Single rooms
ar: غرف سنجل

source: Double rooms
ar: غرف دوبل

source: Triple rooms
ar: غرف تريبل

source: Message
ar: رسالة

source: destination
ar: الوجهة

source: rooms total
ar: عدد الغرف

source: rooms_booked
ar: الغرف المحجوزة

source: bus_total
ar: عدد الباصات

source: Trip starting location
ar: مكان التجمع

source: Trip starting time
ar: معاد التجمع

source: single room cost
ar: تكلفة الغرفة السنجل

source: double room cost
ar: تكلفة الغرفة الدوبل

source: triple room cost
ar: تكلفة الغرفة التريبل

source: Single Room price / Person
ar: سعر الفرد في الغرفة السنجل

source: Double Room price / Person
ar: سعر الفرد في الغرفة الدوبل

source: Triple Room price/ Person
ar: سعر الفرد في الغرفة التريبل

source: Adults
ar: عدد البالغين

source: Children
ar: عدد الاطفال

source: Extra Seats
ar: المقاعد الاضافية

source: Paid amount
ar: المبلغ المدفوع

source: Phone number
ar: الهاتف

source: Additional Phone number
ar: هاتف اضافي

source: Home
ar: الصفحة الرئيسية

source: Destinations
ar: الوجهات

source: Reservations
ar: الحجوزات

source: Logout
ar: تسجيل خروج

source: Resources
ar: الموارد

source: Follow us
ar: تابعنا

source: Facebook
ar: فيسبوك

source: Instagram
ar: انستجرام

source: Legal
ar: قانوني

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms &amp; Conditions
ar: الشروط و الاحكام

source: Add amounts
ar: اضافة مبالغ اضافية

source: Reservation list
ar: قائمة الحجوزات

source: rooms
ar: غرف

source: Add amount
ar: اضافة مبلغ

source: New Trip Booking
ar: حجز رحلة جديد

source: Payment
ar: الدفع

source: is less than half of the price
ar: اقل من نصف سعر الحجز

source: Pay now
ar: ادفع الآن

source: Bus Seats
ar: مقاعد الباص

source: Hasnt been selected yet
ar: لم يتم حجزها بعد

source: Book now
ar: احجز الآن

source: Pay
ar: دفع

source: Add program
ar: اضافة برامج

source: Add Amount
ar: اضافة مبلغ

source: Cancel booking
ar: إلغاء الحجز

source: Activate booking
ar: تفعيل الحجز

source: Delete booking
ar: حذف الحجز

source: Booking Id
ar: رقم الحجز

source: Total Seats
ar: عدد المقاعد الكلي

source: Active
ar: مفعل

source: Cancelled
ar: ملغي

source: Personl Details
ar: البيانات الشخصية

source: Phone Numbre
ar: الهاتف

source: Phone Numbre 2
ar: الهاتف الاضافي

source: Created By
ar: انشئت بوساطة

source: Price Details
ar: تفاصيل السعر

source: Reservation Price | Discount
ar: سعر الحجز | نسبة الخصم

source: Extra discount
ar: خصم اضافي

source: Price after discount
ar: السعر بعد الخصم

source: Paid | Remaining
ar: المدفوع | المتبقي

source: Programs Details
ar: تفاصيل البرامج الاضافية

source: Price
ar: السعر

source: Total
ar: السعر الكلي

source: AdditionalAmount
ar: مبالغ اضافية

source: Amount
ar: مبلغ

source: Reason
ar: السبب

source: New reservaion
ar: حجز جديد

source: Active reservations
ar: الحجوزات الفعالة

source: Cancelled reservations
ar: الحجوزات الملغاة

source: Rooms
ar: الغرف

source: Persons [adults/children]
ar: الاشخاص[اطفال / بالغين]

source: Payment Status
ar: حالة الدفع

source: Reservation Pay
ar: دفع الحجز

source: Confirm Delete
ar: تأكيد حذف

source: Are you sure you want to delete "%(object)s"?
ar: هل تريد تأكيد الغاء %(object)s

source: Confirm
ar: تأكيد

source: You are not authorized
ar: ليست لديك صلاحية

source: Hotels
ar: الفنادق

source: Trip programs
ar: برامج اضافية

source: All Trips
ar: كل الرحلات

source: Hotel level
ar: مستوى الفندق

source: Hotel name
ar: اسم الفندق

source: Favourit Hotels
ar: الفنادق المفضلة

source: Book
ar: حجز

source: Coming Soon
ar: قريبا

source: We are almost there
ar: نحن على وشك الانتهاء

source: create hotel
ar: اضافة فندق

source: Hotel Details
ar: تفاصيل الفندق

source: Ongoing Trips
ar: الرحلات الجارية

source: Upcoming Trips
ar: الرحلات القادمة

source: Previous Trips
ar: الرحلات السابقة

source: Label
ar: الفترة

source: Night price in
ar: سعر الليلة في

source: No packages or prices available ...
ar: لا توجد باكدجات اسعار

source: Hotels in %(destination)s
ar: الفنادق في %(destination)s

source: New idividual Booking
ar: حجز فردي جديد

source: Available from
ar: متاح من

source: Individual Bookings
ar: حجوزات فردية

source: Package
ar: باكدج

source: accommodation type
ar: نوع الاقامة

source: duration
ar: المدة

source: Yes
ar: نعم

source: No
ar: لا

source: All Reservations
ar: كل الحجوزات

source: Update Booking
ar: تعديل الحجز

source: Reservation Page
ar: صفحة الحجوزات

source: Bookings
ar: الحجوزات

source: Confirm Delete %(object)s
ar: تأكيد الغاء %(object)s

source: No result
ar: لا يوجد نتائج

source: no result found for id
ar: لا يوجد نتائج لحجز برقم

source: New Hotel Package
ar: انشاء باكدج سعر جديد

source: New Reservation
ar: حجز جديد

source: Delete package
ar: حذف الباكدج

source: Creation user
ar: انشئ بواسطة

source: Page
ar: صفحة

source: of
ar: من

source: Next
ar: التالي

source: Persons
ar: الاشخاص

source: [adults/children]
ar: [اطفال / بالغين]

source: create trip
ar: انشاء رحلة جديدة

source: Reservations list
ar: قائمة الحجوزات

source: Delete trip
ar: حذف الرحلة

source: by
ar: بواسطة

source: Trip Id
ar: رقم الرحلة

source: Total rooms
ar: عدد الغرف الكلي

source: Total buses
ar: عدد الباصات

source: transport price / person
ar: سعر المواصلة للفرد

source: For extra seats
ar: للمقاعد الاضافية

source: Single Room / Person
ar: سعر الفرد في الغرفة السنجل

source: Transport included
ar: شامل الانتقالات

source: Double Room / Person
ar: سعر الفرد في الغرفة الدوبل

source: Triple Room / Person
ar: سعر الفرد في الغرفة التريبل

source: Specific Date
ar: تاريخ معين

source: Delete
ar: حذف

source: Trip Information
ar: معلومات الرحلة

source: Cost per night
ar: تكلفة الليلة الواحدة

source: created trip to
ar: قام بانشاء رحلة جديدة

source: Deleted Trip
ar: قام بحذف الرحلة

source: Numbre of Rooms
ar: عدد الغرف

source: Personal Detail
ar: البيانات الشخصية

source: made trip booking to
ar: قام بحجز رحلة الى

source: permenantly deleted trip booking
ar: قام بحذف نهائي لحجز رحلة الى

source: updated trip booking
ar: قام بتعديل حجز رحلة الى

source: Recieved amount for trip booking
ar: استلم باقي دفع حجز رحلة

source: Recieved amount for individual booking
ar: استلم باقي دفع حجز فردي

source: added trip booking program to
ar: قام باضافة برامج ترفيهية لحجز

source: added trip booking addititonal amount to
ar: قام باضافة مبلغ اضافي للحجز

source: Booking not in the right dates of the package
ar: الحجز ليس في التاريخ الصحيح للباكدج

source: made individual booking to
ar: قام بحجز فردي الى

source: updated individual booking
ar: قام بتعديل حجز فردي

source: Prices per night
ar: السعر باليلة

source: created new package for
ar: قام باضافة باكدج سعر الى

source: created trip program
ar: قام بانشاء برنامج رحلة

source: updated trip program
ar: قام بتحديث برنامج رحلة

source: permenantly deleted trip program
ar: قام بحذف نهائي برنامج رحلة

source: cannot have two bookings in the same seat
ar: لا يمكن حجز نفس المقعد لحجزين مختلفين

source: Bus select
ar: اختيار الباص

source: Select bus
ar: اختيار الباص

source: Seats to book
ar: عدد المقاعد المطلوب حجزها

source: Available buses
ar: الباصات المتاحة

source: Individual bookings
ar: حجوزات فردية

source: New Bus
ar: باص جديد

source: Bus
ar: باص

source: Going
ar: ذهاب

source: Return
ar: العودة

source: Bus Id
ar: رقم الباص

source: Going Date
ar: تاريخ الذهاب

source: Return Date
ar: معاد العودة

source: Buses Page
ar: صفحة الباصات

source: Buses
ar: الباصات

source: Bus list
ar: قائمة الباصات

source: Start location , Time
ar: مكان و معاد التجمع

source: Seats select
ar: اختيار المقاعد

source: Select seats
ar: اختيار المقاعد

source: Indiviual Bookings
ar: حجوزات فردية

source: New Bus Booking
ar: حجز باص جديد

source: Phone2
ar: الهاتف الاضافي

source: Type
ar: النوع

source: date
ar: التاريخ

source: Destination
ar: الوجهات

source: Seats
ar: المقاعد

source: Seats left
ar: المقاعد المتبقية

source: please select the right number of seats for this booking
ar: برجاء اختيار العدد الصحيح من المقاعد للحجز

source: created bus only booking to bus
ar: قام بانشاء حجز باص فردي فقط

source: Deleted Bus
ar: قام بحذف الباص
